{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "ccc.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "conoline.vim": { "branch": "master" },
  "debugprint.nvim": { "branch": "main" },
  "firenvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "hover.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "usercommand_global" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope-lazy-plugins.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" }
}
